var data = [];



data.push({
    'date':'2019-10-1',
    'intro':'大鱼要带慧静同学去额济纳看胡杨林'
})

data.push({
    'date':'2019-5-1',
    'intro':'大鱼要带慧静同学去厦门看海，去云水谣，去看土楼，去看大鱼曾经逛过的地方'
})


data.push({
    'date': '2018-9-25',
    'intro':'天津之行第三天，骑着自行车的两人逛了天大和南开，并吃上了碎碎念的豆皮，结果两个人被锅盔吸引到了，随后两人来到了民国物语博物馆，大鱼给穿上旗袍的漂亮的小静鱼很多照片，大鱼虽然很累但是很开心。'
})

data.push({
    'date': '2018-9-24',
    'intro':'天津之行第二天，两人长途跋涉，来到滨海新区的万达吃了个火锅，然后一起逛了所谓的网红图书馆，大鱼教了小静鱼骑自行车，然后略坑的大鱼带着小静鱼坐了四个小时的公交车，到了晚上9点半两个人才吃上饭。'
})

data.push({
    'date': '2018-9-23',
    'intro':'天津之行第一天，大鱼和小静鱼逛了天大，坐了海河游船，看了海河夜景。'
})

data.push({
    'date'  : '2018-9-10',
    'intro' : '两人都各自汇报了家长，两人悬起来的心慢慢放下来了，两人的关系确定下来了，后面的大鱼会更加的对慧静同学好 ',
})

data.push({
    'date'  : '2018-9-8',
    'intro' : '这一天是两人重要的一天，慧静同学来北大找大鱼，两人一起吃了鸡腿饭，中午两人的一番谈话，让大鱼想了很多，也认真了想了两人之后的事情 当了晚上，大鱼送慧静同学回去，两人一起谈了很久，两人也互相坦白，两只手也握在了一起 ',
})


data.push({
    'date'  : '2018-9-4',
    'intro' : '这一天，大鱼和慧静同学聊到了很晚，两个人互吐了各自的顾虑，两人希望能得到对方父母的一下意见，然后进一步发展。',
})


data.push({
    'date'  : '2018-9-2',
    'intro' : '两人第二次约会，大鱼带慧静同学去放空，两人奔波了好久才来到十三陵，两人走了一天，聊了一天，大鱼同学帮慧静同学合计了以后的规划，慧静同学也坚定了读博，做老师的决心，大鱼也表示也好好准备雅思，也想走读博这条路 慧静同学给大鱼表示，以后的生活和伴侣，选择之后，后面是需要慢慢经营的 ',
})

data.push({
    'date'  : '2018-8-29',
    'intro' : '这一天，慧静同学终于回京了，大鱼迫不及待的去接了慧静同学，两人晚上吃了碎碎念的涮肉，慧静同学一直给大鱼夹肉，大鱼吃的撑死了 分开的时候大鱼很不舍，好久不见，有很多话想说 ',
})

data.push({
    'date'  : '2018-8-17',
    'intro' : '七夕节，很怂的大鱼同学在这一天啥都没干，本来策划的去找慧静同学的计划也没能完成 这段时间的大鱼由于项目没谈成，特别低迷，想去找慧静同学好好谈谈心 这几天慧静同学也在微信上好好开导了大鱼同学，大鱼同学慢慢振作起来 ',
})

data.push({
    'date'  : '2018-7-16',
    'intro' : '慧静同学坐车回家了，大鱼和慧静刚见了一面就又分开了，两个人只能明天通过微信聊天。',
})

data.push({
    'date'  : '2018-7-14',
    'intro' : '这一天，是大鱼和慧静同学的第一次约会，两个人一起去了海洋馆和动物园，慧静同学还抓了个佩奇爸爸送个了大鱼，最后大鱼送慧静回学校，虽然很远，但是大鱼很开心。两人第一次约会非常开心顺利，就像慧静同学说的那样一见如故，特别轻松，开心。',
})

data.push({
    'date'  : '2018-7-10',
    'intro' : '大鱼坐了一夜的火车赶回到北京，当天晚上见了慧静，两人跟强强和小熙一起吃了深夜海底捞，饭后又一起去了KTV，平时不唱歌的大鱼，为了在麦霸慧静面前展示自己，破例唱了几首歌，并和慧静合唱了几首五月天的歌。',
})

data.push({
    'date'  : '2018-7-1',
    'intro' : '大鱼和慧静两人在微信上腼腆的互爆了照片，大鱼特紧脏害怕。',
})
data.push({
    'date'  : '2018-6-28',
    'intro' : '大鱼和慧静通过好朋友强强的介绍成为了微信好友，两人当天聊了很晚，聊了猫、狗、读博等等。',
})